export const heroList = [
  {
    id: 1,
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 2,
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 3,
    h2: "Web",
    p: "Разработка сайтов",
  },
];

export const advantagesList = [
  {
    id: 1,
    img: "",
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 2,
    img: "",
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 3,
    img: "",
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 4,
    img: "",
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 5,
    img: "",
    h2: "Web",
    p: "Разработка сайтов",
  },
];
