export const heroList = [
  {
    id: 1,
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 2,
    h2: "Web",
    p: "Разработка сайтов",
  },
  {
    id: 3,
    h2: "Web",
    p: "Разработка сайтов",
  },
];

export const coursesList = [
  {
    id: 1,
    img: "/images/flutter.png",
    h3: "Введение в Android AR",
    price: "100 тыс/месяц",
    duration: "26 недель (6 месяцев) / 98 часов",
    format: "Гибридный, онлайн уроки на Discord, оффлайн обучение в школе",
    p: "Курс 'Введение в Android AR' предназначен для ознакомления учеников с основами создания приложений дополненной и виртуальной реальности, а также для развития навыков в области разработки интерактивных и иммерсивных пользовательских интерфейсов.",
  },
  {
    id: 2,
    img: "/images/nodejs.png",
    h3: "Технологизация бизнес процессов на Python-Odoo",
    price: "100 тыс/месяц",
    duration: "26 недель (6 месяцев) / 98 часов",
    format: "Гибридный, онлайн уроки на Discord, оффлайн обучение в школе",
    p: "Курс 'Технологизация бизнес процессов на Python-Odoo' предназначен для ознакомления учеников с основами программирования на языке Python и развития компьютерной грамотности среди студентов",
  },
  {
    id: 3,
    img: "/images/js.png",
    h3: "Современные инструменты в IT",
    price: "100 тыс/месяц",
    duration: "26 недель (6 месяцев) / 98 часов",
    format: "Гибридный, онлайн уроки на Discord, оффлайн обучение в школе",
    p: "Курс 'Современные инструменты в IT (Adalon, Tilda, ChatGPT, Canva)' предназначен для ознакомления учеников с современными инструментами, которые широко используются в различных областях, таких как разработка приложений, создание веб-сайтов, чат-ботов и дизайн графики.",
  },
];
export const reviewList = [
  {
    id: 1,
    img: "/images/review1.jpeg",
    h2: "Жузимханов Акадил",
    p: "Этот курс был для меня действительно преобразующим опытом. Я начал его с нулевыми знаниями в SQL, но благодаря четким и понятным объяснениям преподавателей я смог освоить основы и даже продвинутые концепции этого языка запросов. Теперь, по окончании курса, я уверенно могу работать с базами данных, создавать сложные запросы и анализировать информацию эффективно. Это дало мне больше уверенности в моих профессиональных навыках и открыло новые возможности для карьерного роста.",
  },
  {
    id: 2,
    img: "/images/review2.avif",
    h2: "Сакенов Абдулазиз",
    p: "Преподаватели действительно знают, как подать материал так, чтобы даже новички могли понять сложные концепции. Они использовали понятные примеры и объяснения, что помогло мне быстро усвоить основы Python. Я уверен, что благодаря этому курсу я получил отличные базовые знания Python, которые пригодятся мне в будущем. Я рекомендую этот курс всем, кто хочет изучить программирование с нуля и получить качественные знания от опытных преподавателей.",
  },
];

export const footerList = [
  {
    enterprice: {
      title: "Enterprice",
      list: [
        {
          title: "Instagram",
          link: "https://www.instagram.com/@craftcode_kz",
        },
        {
          title: "Customers",
          link: "",
        },
        {
          title: "Partners",
          link: "",
        },
        {
          title: "Employee",
          link: "",
        },
      ],
    },
    comunity: {
      title: "comunity",
      list: [
        {
          title: "Github",
          link: "",
        },
        {
          title: "LinkedIn",
          link: "",
        },
        {
          title: "Instagram",
          link: "",
        },
      ],
    },
    docs: {
      title: "comunity",
      list: [
        {
          title: "Github",
          link: "",
        },
        {
          title: "LinkedIn",
          link: "",
        },
        {
          title: "Instagram",
          link: "",
        },
      ],
    },
  },
];

export const comunityList = [
  {
    id: 1,
    name: "Арсен Октябрь",
    img: "/images/team-арсен-октябрь.jpeg",
  },
  {
    id: 2,
    name: "Джайшибеков Роман",
    img: "/images/team-джайшибеков-роман.jpeg",
  },
  {
    id: 3,
    name: "Жанысбай Дәулет",
    img: "/images/team-жанысбай-даулет.jpeg",
  },
  {
    id: 4,
    name: "Қуаныш Кәрібай",
    img: "/images/team-куаныш-карибай.jpeg",
    p: "Android AR, Odoo Python.",
  },
];

export const requestList = [
  {
    id: 1,
    h3: "ТЕСТИРОВАНИЕ - 1",
    img: "/images/test1.png",
    p: "Онлайн тестирование  для проверки общего  понимания концепта  выбранного курса",
  },
  {
    id: 1,
    h3: "ТЕСТИРОВАНИЕ — 2",
    img: "/images/test2.png",
    p: "Проверка знаний  английского языка  необходимого для  программиста",
  },
  {
    id: 1,
    h3: "МОТИВАЦИОННОЕ  ПИСЬМО",
    img: "/images/test3.png",
    p: "Краткое описание  причин изучение  выбранного курса",
  },
  {
    id: 1,
    h3: "ИНТЕРВЬЮ",
    img: "/images/test4.png",
    p: "5 минутная встреча  знакомства с  командой обучения  “craftcode”",
  },
];
